tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "btop"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "neovim"
brew "ripgrep"
brew "tree-sitter-cli"
brew "yazi"
brew "poppler"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "kitty"
